{
    "VISION":"Producing a noble citizen to the nation who could face the challenges of the modern era with self confidence.",
    "MISSION":"Creating an eminent citizen through the competency based education under the National Educational Goals, fully concerned of ability wisdom trait and creativity gifted with knowledge, skills, attitudes and practice implementing the total curriculum of the school.",
    "VISIONTAMIL":"கல்வியின் மாண்பினாலும் மகிமயினாலும் வளமான எதிர்காலத்தைக் கட்டியெழுப்புதல்.",
    "MISSIONTAMIL":"பாடசாலை சமூகத்தில் உள்ள சகல பண்பாட்டுத்தரப்பினரும் தத்தமது தனித்துவத்தினை மேம்படுத்திக் கொண்டு, பொறுப்புமிக்கதோரு பூகோளப் பிரஜையாகமாற வழிவகுக்கக்கூடிய தரமான கல்வியை வழங்கவல்ல கற்றற் சூழலினை உருவாக்குதல்.",
    "NEWS1_HEADING":"New Entrance",
    "NEWS1_DETAILS":"Our school entrence's in rebuilding contrusction.",
    "NEWS1_HEADING_T":"Tamil H1",
    "NEWS1_DETAILS_T":"எமது பாடசாலையின் நுழைவு மீளுருவாக்கப் பணிகள் ஆரம்பம்.",
    "NEWS2_HEADING":"Nationalized",
    "NEWS2_DETAILS":"Our school has promoted as a Primary National Level School on 2021.",
    "NEWS2_HEADING_T":"Tamil H2",
    "NEWS2_DETAILS_T":"எமது பாடசாலை 2021ல் தேசிய பாடசாலையாக தரமுயர்த்தப்பட்டுள்ளது.",
    "NEWS3_HEADING":"Wood Statue",
    "NEWS3_DETAILS":"Royal College Tamil Union presents a Lord Ganesha wood statue.",
    "NEWS3_HEADING_T":"Tamil H3",
    "NEWS3_DETAILS_T":"கொழும்பு றோயல் கல்லூரியின் தமிழ் மன்றத்தால் பரிசளிக்கப்பட்டது.",
    "STUDENTS":"1500",
    "TEACHERS":"70",
    "STAFFS":"05",
    "ABOUT_HEADING":"ABOUT OUR SCHOOL",
    "ABOUT_DETAILS":"Our Wijayaratnam Hindu Central College (National School) in Negombo as the only Hindu and Tamil language primary national level school in the Gampaha District of the Western Province. Our school was started in 1954 under the name of 'Vivekananda Vidyalaya' with the motto 'Vaiyanthorum Deivam Tholu' by S.K.Wijayaratnam who is the founder of this school. In 1964 an arrangement was made to call it 'Wijayaratnam Maha Vidyalaya'. It was later upgraded in 1993 to 'Wijayaratnam Hindu Central College' and in 2021 It has changed to a only tamil National School in Negombo. Our school, which has grown in this way, is today a 1AB type school where students in the streams of science, commerce and arts are making their mark as professors, teachers, doctors, engineers, scientists and today in the field of technology.",
    "ABOUT_DETAILS_T":"Tamil - About"
}