{
    "VISION":"Producing a noble citizen to the nation who could face the challenges of the modern era with self confidence.",
    "MISSION":"Creating an eminent citizen through the competency based education under the National Educational Goals, fully concerned of ability wisdom trait and creativity gifted with knowledge, skills, attitudes and practice implementing the total curriculum of the school.",
    "VISIONTAMIL":"கல்வியின் மாண்பினாலும் மகிமையினாலும் வளமான எதிர்காலத்தைக் கட்டியெழுப்புதல்.",
    "MISSIONTAMIL":"பாடசாலை சமூகத்தில் உள்ள சகல பண்பாட்டுத்தரப்பினரும் தத்தமது தனித்துவத்தினை மேம்படுத்திக் கொண்டு, பொறுப்புமிக்கதொரு பூகோளப் பிரஜையாகமாற வழிவகுக்கக்கூடிய தரமான கல்வியை வழங்கவல்ல கற்றற் சூழலினை உருவாக்குதல்.",
    "NEWS1_HEADING":"Grade01 Entry",
    "NEWS1_DETAILS":"Grade 01 freshers entry for 2022 held on 19th April.",
    "NEWS1_HEADING_T":"புதிய தரம் 01",
    "NEWS1_DETAILS_T":"2022க்கான தரம் ஒன்று மாணவர்களின் வரவு சித்திரை 19 இல் இடம்பெற்றமை.",
    "NEWS2_HEADING":"Prefects Day",
    "NEWS2_DETAILS":"Prefects day for 2022 A/L Batch held on 6th April.",
    "NEWS2_HEADING_T":"சின்னம் சூட்டல்",
    "NEWS2_DETAILS_T":"2022 இக்கான மாணவர்த் தலைவர்களின் சின்னம் சூட்டும் விழா சித்திரை 6ம் திகதி நடைப்பெற்றது.",
    "NEWS3_HEADING":"Grade12 Entry",
    "NEWS3_DETAILS":"Grade 12 freshers entry for 2022 held on 5th January.",
    "NEWS3_HEADING_T":"புதிய தரம் 12",
    "NEWS3_DETAILS_T":"2022க்கான தரம் பன்னிரண்டு மாணவர்களின் வரவு தை 5 இல் இடம்பெற்றமை.",
    "STUDENTS":"1500",
    "TEACHERS":"75",
    "STAFFS":"06",
    "ABOUT_HEADING":"ABOUT OUR SCHOOL",
    "ABOUT_DETAILS":"Our Wijayaratnam Hindu Central College (National School) in Negombo as the only Hindu and Tamil language primary national level school in the Gampaha District of the Western Province. Our school was started in 1954 under the name of 'Vivekananda Vidyalaya' with the motto 'Vaiyanthorum Deivam Tholu' by S.K.Wijayaratnam who is the founder of this school. In 1964 an arrangement was made to call it 'Wijayaratnam Maha Vidyalayam'. It was later upgraded in 1993 to 'Wijayaratnam Madhya Maha Vidyalayam' and in 2021 It has changed to a only tamil National School in Negombo. Our school, which has grown in this way, is today a 1AB type school where students in the streams of science, commerce and arts are making their mark as professors, teachers, doctors, engineers, scientists and today in the field of technology.",
    "ABOUT_DETAILS_T":"மேல் மாகாணத்தின் கம்பஹா மாவட்டத்தில் ஒரேயொரு இந்துத் தமிழ் மொழி மூல தேசிய பாடசாலையாக நீர்கொழும்பில் தலைநிமிர்ந்து நிற்கிறது விஜயரத்தினம் இந்து மத்திய கல்லூரி(தேசிய பாடசாலை). பெருந்தகை ச.க.விஜயரத்தினம் அவர்களால் 1954ல் 'வையந்தோறும் தெய்வம் தொழு' என்ற மகுடவாசகத்தோடு 'விவேகானந்தா வித்தியாலயம்' என்ற பெயரில் எமது பாடசாலை ஆரம்பமானது. 1964ல் 'விஜயரத்தினம் மகா வித்தியாலயம்' என்ற பெயரால் அழைக்கப்படுவதற்கான ஒழுங்கு செய்யப்பட்டது. பின்னர் 1993ல் 'விஜயரத்தினம் மத்திய மகா வித்தியாலயம்' என்ற பெயரில் தரமுயர்த்தப்பட்டு பின் 2021ல் நீர்கொழும்பில் ஒரேயொரு தமிழ் தேசிய பாடசாலையாக தரமுயர்த்தப்பட்டது. 1AB வகை பாடசாலையான எமது பாடசாலையில் விஞ்ஞான கணித துறை, வணிக வர்த்தக துறை மற்றும் கலை துறை வரை கல்விபயின்ற மற்றும் கல்விபயிலும் எம் மாணவர்கள் பேராசிரியராகவும், ஆசிரியர்களாகவும், வைத்தியர்களாகவும், பொறியியலாளர்களாகவும், விஞ்ஞானிகளாகவும் தடம்பதித்து இன்று தொழிநுட்பத்துறையிலும் சாதனைகள் படைக்க களமிறங்கி உள்ளனர்."
}