[
    {
        "TITLE":"நுழைவு மீளுருவாக்கம்",
        "DETAILS":"2021ம் ஆண்டு கல்வி அமைச்சினால் 1000 எண்ணிக்கையிலான பாடசாலைகள் தேசிய பாடசாலைகளாக அமுல்படுத்தும் செயற்த்திட்டத்தில் எம் பாடசாலையும் தரமுயர்த்தப்பட்டது. இச்சிறப்பான நிகழ்வின் அம்சமாக எம் பாடசாலைக்கு அமைச்சினால் அன்பளிப்பாக அளிக்கப்பட்ட பணத்தினை கொண்டு எம் பாடசாலையின் முன் நுழைவாயிற்பகுதியின் அமைப்பினை சற்று மாற்றம் செய்து ஓர் அழகிய நுழைவை வருவோருக்கு அளிக்கும் வகையில் செய்ப்பணிகள் நடைப்பெற்று வருகின்றது. வெகு விரைவில் இப்பணி நிறைவேற்றப்படும் என நிர்வாகம் சார்பில் அறியத்தருகின்றோம்."
    },
    {
        "TITLE":"Nationalized",
        "DETAILS":"Our school has promoted as a Primary National Level School on 2021."
    },
    {
        "TITLE":"விநாயகர் விக்கிரக விருது",
        "DETAILS":"ஆண்டாண்டாக கொழும்பு றோயல் கல்லூரியின் தமிழ் மன்றத்தினால் நடாத்தப்படும் போட்டிகளில் பல மாணவர்களின் பங்குபற்றல்களுடன் பல்வேறு வெற்றிகளையும் தொடர்ச்சியாக 2014, 2015, 2016 ஆகிய மூன்று ஆண்டு காலமாக பங்கேற்ற பரிசுக்குவியல்களையும் சான்றிதழ்களையும் அள்ளிக்குவித்தமையினால் போட்டி நிறுவனத்தினால் ரூபா.60,000 பெறுமதியான தேக்கு மரத்தாலான பிள்ளையார் சிலை அன்பளிப்பாக கிடைக்கப்பெற்றது, நம் மாணவர்கள் மூலமாய் எம் பாடசாலைக்கு கிடைக்கப்பெற்ற மாபெரும் பெருமையாக கருதப்படுகின்றது. இப்பிள்ளையார் சிலை எம் பாடசாலையின் தூணாக நிற்கும் அதிபர் அவர்களின் காரியாலயத்தில் அனைவரும் வணங்கும் தெய்வமாய் நிற்கின்றது."
    },
    {
        "TITLE":"பிரதீபா பிரபா விருது",
        "DETAILS":"பிரதீபா பிரபா விருது என்பது தேசிய மட்டத்தில் ஆசிரியர்களுக்காகவும், அதிபர்களுக்காகவும் வழங்கப்படுகின்ற விருதாகும். இவ்விருதிற்காக 2015ல் எமது பாடசாலை தெரிவு செய்யப்பட்டு, சிறந்த அதிபருக்கான விருது திரு.நா.புவனேஸ்வரராஜா அவர்களுக்கு வழங்கப்பட்டுள்ளது. இவ்விருதானது தேசிய  மட்டத்திலே, பண்டாரநாயக்க சர்வதேச மாநாட்டு மண்டபத்திலே, ஆசிரியர் தினத்தன்று (2015.10.06) முன்னாள் ஜனாதிபதியான மைத்ரி பால சிறிசேன அவர்களின் தலைமையினால் இவ்விருது வழங்கப்பட்டது. இவ்விருது கிடைக்கப்பெற்றது எமது பாடசாலையின் ஒரு சாதனை என்றும், இவ்விருது தனக்கு மட்டுமல்லாது, பாடசாலை சமூகத்தினருக்கும், நீர்கொழும்பு வாழ் பிரதேசத்தினருக்கும் கிடைக்கப்பெற்றதாகவும் திரு.நா.புவனேஸ்வரராஜா அவர்கள் குறிப்பிட்டுள்ளார்."
    }
]