[
    {
        "IMAGE":"al",
        "UNION_TITLE":"உயர்தர மாணவர் ஒன்றியம்",
        "UNION_DETAILS":"ஆசிரியர் திரு.கு.ஸ்ரீஸ்கந்தகுமார், திருமதி.உமா ஸ்ரீகுமார் ஆகியோரின் பொறுப்பில் இயங்கிவரும் இவ்வொன்றியமானது பல இன்னோரன்ன பணிகளை முன்னெடுத்துச் செல்கின்றமை குறிப்பிடத்தக்கதாகும். அவற்றுள் ஆசிரியர் தினம், ஸ்தாபகர் தினம், மாணவர் தலைவர்களுக்கான சின்னம் சூட்டும் விழா, உயர்தர மாணவர் ஒன்று கூடல், மாணவர் நலனோம்பல், இடமாற்றம் பெற்றுச் செல்லும் ஆசிரியர்களை கௌரவித்தல், பாடசாலைச் சுற்றாடல், சுகாதாரம் பேணல் போன்றவற்றை குறிப்பிட்டுக் கூறலாம். இப்பணிகளை முன்னெடுத்துச் செல்வதற்கு உறுதுணையாக இருக்கும் ஆசிரியர்களுக்கும், மாணவர்களுக்கும் நன்றியையும், வாழ்த்துக்களையும் தெரிவித்துக் கொள்கிறேன்."
    },
    {
        "IMAGE":"teachers",
        "UNION_TITLE":"ஆசிரியர் நலன்புரி ஒன்றியம்",
        "UNION_DETAILS":"எமது கல்லூரியில் ஆசிரியர் திரு.G.சுதாகரன் தலைமையில் செயற்பட்டு வரும் ஆசிரியர் நலன்புரி ஒன்றியமானது பல்வேறு வழிகளிலும் செயற்பட்டு ஆசியர் நலன்களை பேணி வருகின்றது. ஆசிரியர்களின் பிரியாவிடை வைபவம், ஆசிரியர்களினதும், அவர்களது குடும்பத்தவரினதும் இன்ப, துன்ப நிகழ்வுகளில் பங்கேற்றல், சிறுவர் தினத்தையொட்டி எமது மாணவர்களுக்கு பரிசில்களை வழங்குதல் போன்ற இன்னோரன்ன பணிகளை முன்னெடுத்து சிறப்பாகப் பணியாற்றும் இம் மன்றத்தினருக்கும் எனது வாழ்த்துக்களையும், நன்றிகளையும் தெரிவித்துக்கொள்கிறேன்."
    },
    {
        "IMAGE":"tamil",
        "UNION_TITLE":"தமிழ் இலக்கிய மன்றம்",
        "UNION_DETAILS":"திருமதி.T.காந்தரூபி ஆசிரியரின் பொறுப்பில் இயங்கும் இம் மன்றமானது மாணவர்களின் தமிழ் மொழித் திறனை வளர்த்தெடுப்பதோடு அகில இலங்கை தமிழ் மொழித்தினப் போட்டிகளில் கவிதை, பேச்சு, விவாதம், வாசிப்பு, நாடகம், இசை, நடனம் போன்ற நிகழ்வுகளில் வலய, மாகான, தேசிய நிலைகளில் சாதனைகளைப் படைப்பதற்கும் உந்து சக்தியாக விளங்குகின்றது. வருடந்தோறும் தேசிய நிலை வரை சென்று பதக்கங்களை பெற்று வருவது போல இவ்வருடமும் செல்வி.M.F.இமானா, செல்வி.R.திவ்யா ஆகியோர் கட்டுரை வரைதல் போட்டியில் முறையே வெண்கல மற்றும் வெள்ளிப் பதக்கங்களையும் செல்வன்.G.உதர்ஷன் 'பாவோதல்' போட்டியில் தங்கப் பதக்கத்தினையும் பெற்று எமது பாடசாலைக்கு பெருமை சேர்த்துள்ளனர். மேலும் மேல் மாகாண கொழும்பு பாடசாலைகளினால் நடாத்தப்படுகின்ற வெளிப் பாடசாலைகளுக்கு இடையிலான போட்டிகளில் கூடுதலான மாணவர்களைப் பங்கேற்கச் செய்து பதக்கங்களையும், பரிசில்களையும் அதிகமாகப் பெற்று வெளி உலகிலும் எமது மாணவர்களும், பாடசாலையும் புகழ் பெறுவதற்கு பணியாற்றி வருகின்றமை பாராட்டுதற் குரியதாகும். அம் மாணவர்களை வாழ்த்துவதோடு இம் மன்றத்தில் அர்ப்பணிப்புடன் செயற்படும் அனைத்து ஆசிரியர்களுக்கும் வாழ்த்துகளையும் நன்றிகளையும் தெரிவித்துக் கொள்கின்றேன்."
    },
    {
        "IMAGE":"english",
        "UNION_TITLE":"ஆங்கில மன்றம்",
        "UNION_DETAILS":"மாணவர்களின் ஆங்கில மொழி ஆற்றலை வளர்த்தெடுப்பதற்காக ஆசிரியை திருமதி.J.H.றோமணி பெர்னாண்டோ புள்ளே அவர்களின் தலைமையில் இயங்கிய இம்மன்றம் ஆங்கிலதின போட்டிகளில் மாணவர்களை பங்கேற்க செய்து ஊக்குவித்ததோடு இம்முறை ஆங்கிலதினத்தையும் மிக சிறப்பாக கொண்டாடியமை பாராட்டுதற்குரியதாகும். இம்மன்றத்தில் அர்ப்பணிப்போடு செயலாற்றுகின்ற ஆசிரியர்களை மனதாரப் பாராட்டி வாழ்த்துகளைத் தெரிவித்துக் கொள்கிறேன்."
    },
    {
        "IMAGE":"sinhala",
        "UNION_TITLE":"சிங்கள மன்றம்",
        "UNION_DETAILS":"ஆசிரியை செல்வி.K.K.U.ஜெயதிலக பொறுப்பில் இயங்கும் இம் மன்றமானது இரண்டாம் மொழியாக இருந்த போதிலும் எமது பாடசாலை மாணவர்கள் சிங்கள மொழியிலும் மிகவும் ஆர்வமாக அனைத்து செயற்பாடுகளிலும் ஈடுபடுவது குறிப்பிடத்தக்கதொன்றாகும். கோட்ட, வலய, மாகான மட்ட சிங்கள மொழித்தினப் போட்டிகளிலும் மாணவர்கள் பங்குபற்றி வெற்றியீட்டுகின்றனர். இவ்வருடம் தேசிய நிலைவரை சென்று மாணவி செல்வி.L.சோனியா முதலாமிடத்தை பெற்றமை குறிப்பிடத்தக்கதாகும். இப் போட்டிகளுக்காக மாணவர்களை சிறப்பாக பயிற்றுவிக்கும் இம் மன்றத்தின் சகல ஆசிரியர்களுக்கும் நன்றிகளையும் வாழ்த்துக்களையும் தெரிவித்துக் கொள்கின்றேன்."
    },
    {
        "IMAGE":"wijayashakthi",
        "UNION_TITLE":"விஜயசக்தி இந்து மன்றம்",
        "UNION_DETAILS":"இம்மன்றத்தின் தலைவரான ஆசிரியை திருமதி.T.காந்தரூபி அவர்களின் பொறுப்பில் இயங்கிய இம்மன்றம் வழமை போலவே செயற்பாடுகளை முன்னெடுத்துச் சென்றது. ஞான விநாயகர் ஆலயத்தின் நித்திய பூசை நிகழ்வுகள், சமய குரவர்களின் குருபூசைகள் மற்றும் தைப்பொங்கல் , சித்திரை வருடப் பிறப்பு, தீபாவளி, கார்த்திகைவிளக்கீடு முதலிய பண்டிகைகள், கோவில்களின் தேர்த்திருவிழாக்கள் போன்ற நிகழ்வுகளில் சமய செயற்பாடுகளைச் சிறப்பாக நிகழ்த்தியும் வாணி விழாவையொட்டி போட்டிகளை நடாத்தி பரிசில்களை வழங்கி மாணவர்களை ஊக்குவித்தும் வந்தமை பாராட்டுதற்குரியனவாகும். இவ்வருடக் கலைமகள் விழாவில் பிரதம அதிதியாக இந்துக்கலாசார அலுவல்கள் திணைக்களத்தின் உதவி பணிப்பாளர் திரு.A.ஹர்ஜின் அவர்கள் கலந்து சிறப்பித்தார். அத்துடன் திருக்கேதீஸ்வர ஆலயத்தில் வருடந்தோறும் எமது கல்லூரியினால் நடாத்தப்படுகின்ற பூசைக்குரிய ஒழுங்குகள் மேற்கொள்ளப்பட்டு நிறைவேற்றப்பட்டன. இவ்வருடம் சிறப்பாகப் பணியாற்றிய மாணவர்களுக்கும், ஆசிரியர்களுக்கும் எனது வாழ்த்துக்களையும், பாராட்டுகளையும் தெரிவித்துக்கொள்கிறேன்."
    },
    {
        "IMAGE":"crist",
        "UNION_TITLE":"கிறிஸ்தவ மன்றம்",
        "UNION_DETAILS":"ஆசிரியர் திரு.J.நிக்க்ஷன் அவர்களின் பொறுப்பில் இயங்கிய இம் மன்றம் இவ் வருடமும் பிரதி வெள்ளிக்கிழமை தோறும் சமய ஆராதனைகளை நடத்தியதோடு ஒளிவிழாவினையும் சிறப்பாக ஏற்பாடு செய்து நடாத்தியது. இம் மன்றத்தில் அங்கத்துவம் வகிக்கும் ஏனைய ஆசிரியர்களுக்கம் நன்றியையும், வாழ்த்துக்களையும் தெரிவித்துக் கொள்கின்றேன்."
    },
    {
        "IMAGE":"ict",
        "UNION_TITLE":"தகவல் தொடர்பாடல் தொழிநுட்ப ஒன்றியம்",
        "UNION_DETAILS":"திருமதி.N.சுதர்ஷினி ஆசிரியையின் பொறுப்பில் இயங்கும் இம்மன்றமானது I.C.T பற்றிய அறிவு ஆற்றலையும், விழிப்புணர்வையும் வழங்கி வருகின்றது. I.C.T தொடர்பான போட்டிகளில் மாணவர்களைப் பங்கேற்கள் செய்தல், கண்காட்சியை நடாத்துதல் ஆகிய செயற்பாடுகளை மேற்கொள்வதுடன் இவ்வருடம் எமது பாடசாலைக்கென இணையத்தளத்தை வடிவமைத்து நடைமுறைப்படுத்தி I.C.T தினத்தினை கொண்டாடியதோடு, பாடசாலைக் கீதத்தை இலத்திரனியல் படுத்தியமையும், அதை நடைமுறைப்படுத்தியமையும் பாராட்டுதற்குரிய செயற்பாடுகளாகும். அவ் ஆசிரியருக்கும் மாணவர்களுக் நன்றியும் பாராட்டுகளும் உரித்தாகட்டும்."
    },
    {
        "IMAGE":"mathscience",
        "UNION_TITLE":"கணித விஞ்ஞான மன்றம்",
        "UNION_DETAILS":"ஆசிரியை திருமதி.J.திலகவதி, ஆசிரியர் திரு.G.சுதாகரன் ஆகியோரின் தலைமையின் கீழ் இயங்கும் இம்மன்றமானது கணித, விஞ்ஞானப் போட்டிகளுக்காக கோட்ட, வலய மட்டங்களிற்கு மாணவர்களைப் பயிற்றுவித்து வெற்றிகளைப் பெற்றமை குறிப்பிடத்தக்கதாகும். இம் மன்றத்தில் அர்ப்பணிப்புடன் செயற்படும் அனைத்து ஆசிரியர்களுக்கும் நன்றியையும் வாழ்த்துக்களையும் தெரிவித்துக்கொள்கிறேன்."
    },
    {
        "IMAGE":"sscience",
        "UNION_TITLE":"சமூக விஞ்ஞான மன்றம்",
        "UNION_DETAILS":"ஆசிரியை திருமதி.G.ஆனந்தலக்ஷ்மி அவர்களின் பொறுப்பில் இயங்கும் இம் மன்றமானது கோட்ட வலய, மாகாண, அகில இலங்கை மட்டங்களில் நடைபெறும் சமூக விஞ்ஞானப் போட்டிக்கு மானவர்களைப் பயிற்றுவித்து வெற்றிகளைப் பெற்று வருகின்றமை குறிப்பிடத்தக்கது. 2018ம் ஆண்டு தேசிய நிலையில் தடைபெற்ற சமூக விஞ்ஞான எழுத்துப் பரீட்சையில் தோற்றி A.அனஸ்ராம் என்ற மாணவன் வெற்றி பெற்றமை குறிப்பிடத்தக்கது. இம் மன்றத்தில் பணியாற்றிய ஏனைய ஆசிரியர்களுக்கும் எனது பாராட்டுகள் உரித்தாகட்டும்."
    },
    {
        "IMAGE":"com",
        "UNION_TITLE":"வணிக மன்றம்",
        "UNION_DETAILS":"ஆசிரியர் திரு.K.ஸ்ரீஸ்கந்தகுமார் பொறுப்பில் இயங்கி வரும் இம்மன்றத்தினர் ஆண்டுக்கொருமுறை இலங்கை மத்திய வங்கியினால் நடாத்தப்படும் Econ Icon போட்டிக்காக மாணவர்களைப் பயிற்றுவித்து பங்கேற்கச்செய்து பாடசாலைக்கு பெருமை சேர்த்துள்ளனர் மாணவர்களுக்கும் அதற்காக உழைத்த ஆசிரியர்களுக்கும் நன்றியையும் வாழ்த்துக்களையும் தெரிவித்துக் கொள்கின்றேன்."
    },
    {
        "IMAGE":"sport",
        "UNION_TITLE":"விளையாட்டுத் துறை",
        "UNION_DETAILS":"விளையாட்டுத் துறையின் செயலாளர் திருமதி.தர்சினி சுரேஸ்குமார் பொறுப்பில் எமது கல்லூரி மாணவர்கள் கற்றல் செயற்பாடுகளில் மட்டுமல்லாது அறிவியல், ஆன்மீகத்துறை மட்டுமல்லாது விளையாட்டுத் துறையிலும் தம்மை மிளிரச் செய்வதற்காக விளையாட்டுப் போட்டிகள் நடைபெற்று வருகின்றன. இதற்காக பொறுப்பாசிரியர்களும், பழைய மாணவர்களும், பயிற்று விப்பாளர்களும் இணைந்து செயற்பட்டு பயிற்சிகளை வழங்கி வருகின்றனர். வலைப்பந்தாட்டம், கரப்பந்தாட்டம், டெனிஸ், கிரிக்கெட் ஆகிய விளையாட்டுக்களில் பயிற்றுவிப்பாளர்கள் மூலம் பயிற்சிகள் வழங்கப்படுகின்றமையும், கோட்ட மட்டங்களில் நடைபெற்ற போட்டிகளில் மாணவர்கள் பங்கு பற்றியமையும் குறிப்பிடத் தக்கதாகும். இவ்வருடம் N.வினோத் சங்கர்ராஜ் என்ற மாணவன் மட்டத்தில் நடைபெற்ற 5000 மீற்றர் ஓட்டப் போட்டியில் பங்கு பற்றியமை பாராட்டுதற்குரியதாகும்."
    },
    {
        "IMAGE":"band",
        "UNION_TITLE":"பாடசாலை வாத்தியக்குழு",
        "UNION_DETAILS":"உப அதிபர் திருமதி.நித்தியக்கலா கிருஷ்ணாராம் பொறுப்பில் இயங்கிய பாடசாலை மேற்கிந்திய வாத்தியக்குழுவானது கல்லூரியில் நடைபெறுகின்ற விழாக்கள்,  மற்றும் விளையாட்டுப்போட்டி நிகழ்வுகளின் போது இசைத்து மெருகூட்டி வந்தமையும் குறிப்பிடத்தக்கதாகும். துரதிஷ்டவசமாக அவர் இவ்வுலகவாழ்வை நீத்துள்ளார். அவரின் சேவைகளை மனதார பாராட்டுவதுடன் அவரது ஆத்ம சாந்திக்காகவும் பிராத்திக்கிறேன்."
    },
    {
        "IMAGE":"trip",
        "UNION_TITLE":"சுற்றுலா குழு",
        "UNION_DETAILS":"வகுப்பறைக் கல்வியோடு கல்வியோடு மட்டுமன்றி சுற்றுலா பயணங்களின் மூலம் எமது மாணவர்கள் தமது ஆளுமையை விருத்தி செய்யும் பொருட்டு ஒவ்வொரு வருடமும் மாணவர்களை சுற்றுலாக்களில் பங்கேற்கச் செய்கின்றனர். இவ்வகையில் இவ்வருடமும் 1ம், 2ம் தர மாணவர்கள் சத்துட்டுயன மற்றும் Fish world ஆகிய படங்களுக்கும் 3ம், 4ம், 5ம் தர மாணவர்கள் கொழும்பு நூதனசாலை, விஹாரமகாதேவி பூங்கா, காலிமுகத்திடல், வீரகேசரி பத்திரிகை நிறுவனம் ஆகிய இடங்களுக்கும் 6ம், 7ம் தர மாணவர்கள் கண்டி நகருக்கும், 8ம், 9ம் தர மாணவர்கள் சீகிரியாவிற்கும் 10ம், 11ம் தர மாணவர்கள் அனுராதபுரத்திற்கும் 12ம், 13ம் தர மாணவர்கள் நுவரெலியாவிற்கும் அழைத்துச் செல்லப்பட்டனர். இச்சுற்றுலாக் குழுவில் அங்கத்துவம் வகித்த சகல ஆசிரியர்களுக்கு நன்றியையும் பாராட்டுகளையும் தெரிவித்துக் கொள்கின்றேன்."
    },
    {
        "IMAGE":"traffic",
        "UNION_TITLE":"போக்குவரத்து பிரிவு",
        "UNION_DETAILS":"ஆசிரியர் திரு.T.சற்குணராஜா பொறுப்பில் மாணவர்கள் பயிற்றுவிக்கப்பட்டு வீதிப்போக்குவரத்து சட்டதிட்டங்களை அனுசரித்து இயங்கி வருகின்றனர். அவர்களுக்கும் எனது மனமார்ந்த நன்றிகளை தெரிவித்து கொள்கிறேன்."
    },
    {
        "IMAGE":"sda",
        "UNION_TITLE":"பாடசாலை அபிவிருத்தி சங்கம்",
        "UNION_DETAILS":"பாடசாலை அபிவிருத்திக்கு 'பாடசாலை அபிவிருத்தி சங்கத்தின்' பணி அத்தியாவசியமானது. எமக்கு தொடர்ந்தும் ஆக்க பூர்வமான உதவிகளை நல்கி வரும் இச்சங்கமானது பாடசாலையின் அபிவிருத்தியில் காத்திரமான முறையில் செயற்றப்பட்டு வருகின்றமை குறிப்பிடத்தக்கதாகும். பாடசாலை வள ஆளணியருக்கான கொடுப்பனவு, உள்ளகக்கட்டமைப்பு விருத்தியும் பராமரிப்பும்,  மாணவர்களுக்கான கல்விக்கருத்தரங்குகள் மற்றும் கல்விசார் செயற்றப்பாடுகள் பலவற்றுக்கும் பங்களிப்பு செய்து எல்லோரும் போற்றும் வகையில் இயங்கியமைக்கான எனது பாராட்டுகளையும், வாழ்த்துக்களையும் தெரிவித்து கொள்கின்றேன்."
    },
    {
        "IMAGE":"oldstudents",
        "UNION_TITLE":"பழைய மாணவர் மன்றம்",
        "UNION_DETAILS":"பாடசாலையின் வளர்ச்சியில் பங்கெடுத்து வரும் இம்மன்றமானது கடந்த வருடம் (2018) உயர்தரம் 2014 கலைப் பிரிவு மாணவர்களினால் வழங்கப்பட்ட தமிழ்த் தாய் வாழ்த்துப் பலகை (Flex Bourd) மூன்றரை ஆண்டுகளின் பின் தெளிவற்ற நிலையில் காணப்பட்டமையினால் 16.01.2018 அன்று புதிதாக வடிவமைத்து பாடசாலைக்கு அன்பளிப்புச் செய்தமைக்காகவும் 22.01.2018 அன்று பாடசாலை இல்ல விளையாட்டுப் போட்டிக்கு உயரம் பாய்வதற்கு பயன்படுத்தப்படும் இறப்பர் மெத்தைகள் (High Jump Lunding Pads) இரண்டையும் வழங்கியிருந்தமைக்காகவும், 28.01.2018 அன்று பாடசாலையின் பாதுகாப்புக் கருதி பாரிய மின் விளக்குகளை அன்பளிப்பாக வழங்கி, பொருத்திக் கொடுத்தமைக்காகவும், 01.08.2018 அன்று ஓய்வு நிலை பிரதி அதிபர் ஜனாப், M.S.M.முனவ்வர் அவர்களுக்கான பாராட்டு விழா ஒன்றினை நடத்தியமைக்காகவும், அவ்விழாவிலே ஓய்வு பெற்ற எமது பாடசாலையில் பதின்மூன்று ஆசிரியப் பெருந்தகைகளுக்கு  கேடயம், பரிசுகள் வழங்கி கௌரவித்தமைக்காகவும், வருடாந்த இல்ல விளையாட்டுப் போட்டிகளின் போது தமது பங்களிப்பினை வழங்கியமைக்காகவும், கரப்பந்தாட்ட வலைப் பந்தாட்ட பயிற்று விப்பாளர்களுக்கான கொடுப்பனவை வழங்கியமைக்காகவும், ஆசிரியர் தினத்தையொட்டி ஆசிரியர்களுக்கு வழங்கப்படுகின்ற உபசாரப் பொருட்களுக்காகவும் அத்துடன் க.பொ.த. உயர் தரம் விஞ்ஞானப்பிரிவு மாணவர்களுக்காக நடாத்தப்படுகின்ற மேலதிக வகுப்புகளுக்கான கொடுப்பனவை வழங்கி வருகின்றமைக்காகவும் இம் மன்றத்தினருக்கு எனது மனமார்ந்த நன்றிகளையும் பாராட்டுக்களையும் தெரிவித்துக் கொள்கின்றேன்."
    }
]