[
    {
        "IMAGE":"https://hotelagape.s3.ap-south-1.amazonaws.com/SLIIT/SLIIT/ModelPapers.jpg",
        "UNION_TITLE":"ADVANCED LEVEL UNION",
        "UNION_DETAILS":"The union is run under the responsibility of the teacher Mr.K.SriskanthaKumar and continues to perform its duties well. This union specializes in Teacher's Day, Founder's Day, High School Student Reunion, Student Welfare, Teacher Transfer and Retirement Teachers Honor and School Environment, Health Care."
    },
    {
        "IMAGE":"https://hotelagape.s3.ap-south-1.amazonaws.com/SLIIT/SLIIT/ModelPapers.jpg",
        "UNION_TITLE":"BUSINESS UNION",
        "UNION_DETAILS":"The union, which is headed by Mr.K.SriskanthaKumar, trained students to participate in the econ icon competition organized by the Central Bank at the national level this year (2017) and won up to the 2nd round."
    },
    {
        "IMAGE":"https://hotelagape.s3.ap-south-1.amazonaws.com/SLIIT/SLIIT/ModelPapers.jpg",
        "UNION_TITLE":"CHRISTIAN UNION",
        "UNION_DETAILS":"In order for the students to uphold their religious values ​​in their lives, a light festival is organized and conducted as usual under the responsibility of Mrs.S.Mary Joseph teacher. Religious services are also held every Friday.  A special feature is the taking of students to the Basilica of the Goddess of Mercy for the 'Children's Day' event on Saturday, the second week of Lent."
    },
    {
        "IMAGE":"https://hotelagape.s3.ap-south-1.amazonaws.com/SLIIT/SLIIT/ModelPapers.jpg",
        "UNION_TITLE":"ENGLISH UNION",
        "UNION_DETAILS":"The union is run in collaboration with Mrs. H.R.Romani Fernando pulle and other English teachers and our students are showing their talents in the competitions held at the divisional, zonal and provincial levels."
    },
    {
        "IMAGE":"https://hotelagape.s3.ap-south-1.amazonaws.com/SLIIT/SLIIT/ModelPapers.jpg",
        "UNION_TITLE":"I.C.T UNION",
        "UNION_DETAILS":"This union is headed by Mrs.N.Sudarshini and has been functioning since 2017.  This will enable students to participate in ICT curriculum competitions at the district, provincial and national levels, to conduct awareness programs on ICT and to raise awareness about ICT among students, to take students to out-of-school exhibitions and to provide monthly computer literacy online. Implementing activities such as designing and implementing."
    },
    {
        "IMAGE":"https://hotelagape.s3.ap-south-1.amazonaws.com/SLIIT/SLIIT/ModelPapers.jpg",
        "UNION_TITLE":"MATHS & SCIENCE UNION",
        "UNION_DETAILS":"Led by the teacher Mrs.A.Ramanathan and the teacher Mr.G.Suthaharan, this union specializes in training students to succeed at the divisional and zonal levels for math and science competitions."
    },
    {
        "IMAGE":"https://hotelagape.s3.ap-south-1.amazonaws.com/SLIIT/SLIIT/ModelPapers.jpg",
        "UNION_TITLE":"MUSIC UNION",
        "UNION_DETAILS":"The School Western Band, which is headed by the Vice Principal, Mrs.Nithiyakala Krishnaram, train our students to band music and improves during the festivals and sports events held at the college."
    },
    {
        "IMAGE":"https://hotelagape.s3.ap-south-1.amazonaws.com/SLIIT/SLIIT/ModelPapers.jpg",
        "UNION_TITLE":"OLD STUDENTS ASSOCIATION",
        "UNION_DETAILS":"Participating in the development of our college, the association has been contributing to the annual home games and many other contributions."
    },
    {
        "IMAGE":"https://hotelagape.s3.ap-south-1.amazonaws.com/SLIIT/SLIIT/ModelPapers.jpg",
        "UNION_TITLE":"SCHOOL DEVELOPMENT SOCIETY",
        "UNION_DETAILS":"The work of the School Development Association is essential for the development of the school. The association continues to provide constructive assistance to the school in that regard, contributing to the provision of school resource personnel, infrastructure development and maintenance, educational seminars for students and many other educational activities. It is noteworthy that during the general meeting of the School Development Association held on Sunday 25.03.2018, it was announced by the President that a computerized four storey building will be constructed for the four divisions of the Advanced Level Business Division, Science Division, Arts Division and Technology Division."
    },
    {
        "IMAGE":"https://hotelagape.s3.ap-south-1.amazonaws.com/SLIIT/SLIIT/ModelPapers.jpg",
        "UNION_TITLE":"SPORTS UNION",
        "UNION_DETAILS":"Under the responsibility of the Secretary of Sports, Mrs.Tharsini Sureshkumar, our college students are conducting sports competitions not only in the field of science and spirituality but also in the field of sports. Responsible teachers, alumni and instructors are providing training for this. They are gaining the potential to compete with neighboring school students in divisional and zonal level competitions. It is noteworthy that coaches are coached in sports such as netball, volleyball, tennis and cricket and our school participates at the divisional and zonal levels."
    },
    {
        "IMAGE":"https://hotelagape.s3.ap-south-1.amazonaws.com/SLIIT/SLIIT/ModelPapers.jpg",
        "UNION_TITLE":"TAMIL UNION",
        "UNION_DETAILS":"The union is run by Mrs.T.Kantharoobi, the teacher in charge, and has been making achievements in various ways. It is noteworthy that in the All Ceylon Tamil Language Competitions, students have been trained and guided in zonal level, provincial level and national level competitions. As well as being the driving force behind the news medals and prizes to get more students to participate in the out-of-school competitions run by the Upper Provincial Schools. It is noteworthy that the Ganesha idol was awarded to the college which won the most seats in the religious competition organized by the Hindu Student Union of the Royal College, Colombo."
    },
    {
        "IMAGE":"https://hotelagape.s3.ap-south-1.amazonaws.com/SLIIT/SLIIT/ModelPapers.jpg",
        "UNION_TITLE":"TEACHERS WELFARE ASSOCIATION",
        "UNION_DETAILS":"The Teacher Welfare Union, which has been operating in our college for many years, has extended its cooperation in various ways. Participating in the Teacher's Farewell Ceremony and the Teachers and their Family's Happy Events, giving out gifts on Children's Day is another work in progress."
    },
    {
        "IMAGE":"https://hotelagape.s3.ap-south-1.amazonaws.com/SLIIT/SLIIT/ModelPapers.jpg",
        "UNION_TITLE":"TRAFFIC UNION",
        "UNION_DETAILS":"Adequate training and street discipline are being imparted to the students under the leadership of Mr.T.Satgunaraja, Chief of the Union. Accordingly, they are complying with the road traffic regulations."
    },
    {
        "IMAGE":"https://hotelagape.s3.ap-south-1.amazonaws.com/SLIIT/SLIIT/ModelPapers.jpg",
        "UNION_TITLE":"TRIP UNION",
        "UNION_DETAILS":"The Trip Union is committed not only to learning and teaching activities but also through educational tours with the aim of developing the personality of the students."
    },
    {
        "IMAGE":"https://hotelagape.s3.ap-south-1.amazonaws.com/SLIIT/SLIIT/ModelPapers.jpg",
        "UNION_TITLE":"WIJAYASHAKTHI UNION",
        "UNION_DETAILS":"The union was chaired by Mr.T.Satgunaraja as Secretary, Mrs.J.Thilagavathy as Treasurer, Ms.V.Lojini and other Hindu teachers worked together. As usual, the Ganesha Temple conducts religious activities on the occasion of Eternal Worship Events, Guru Poojas and Thaipongal, sinhala and tamil New Year, Deepavali etc. Also, the principal, teachers and students will be present at the annual festival held for our college at the Thiruketheeswara Temple. Also in the year 2016 G.C.E It is noteworthy that the fence of our college temple was fenced and some renovations were carried out with the help of money raised by the (car wash) of the group project A/L students and with the help of teachers and philanthropists."
    }
]