[
    {
        "IMAGE":"al",
        "UNION_TITLE":"உயர்தர மாணவர் ஒன்றியம்",
        "UNION_DETAILS":"ஆசிரியர் திருமதி UmaSrikumar அவர்களின் பொறுப்பில் இயங்கிவரும் இவ்வொன்றியமானது பல பணிகளை முன்னெடுத்துச் சென்கின்றமை குறிப்பிடத்தக்கதாகும். அவற்றுள் ஆசிரியர் தினம், ஸ்தாபகர் தினம், மாணவர் தலைவர்களுக்கான சின்னம் சூட்டும் விழா, உயர்தர மாணவர் ஒன்றுகூடல், மாணவர் நலனோம்பல், இடமாற்றம் பெற்றுச் செல்லும் ஆசிரியர்களை கௌரவித்தல், பாடசாலை சுற்றாடல், சுகாதாரம் பேணல் போன்றவற்றை குறிப்பிட்டு கூறலாம்.",
        "READ":"none"
    },
    {
        "IMAGE":"teachers",
        "UNION_TITLE":"ஆசிரியர் நலன்புரி ஒன்றியம்",
        "UNION_DETAILS":"எமது கல்லூரியில் ஆசிரியர் திரு G.Sudhaharan அவர்களின் தலைமையில் செயற்பட்டு வரும் ஆசிரியர் நலன்புரி ஒன்றியமானது பல்வேறு வழிகளிலும் செயற்பட்டு ஆசிரியர் நலன்களை பேணி வருகின்றது. ஆசிரியர்களின் பிரியாவிடை வைபவம், ஆசிரியர்களினதும் அவர்களது குடும்பத்தினவரினதும் இன்ப, துன்ப நிகழ்வுகளில் பங்கேற்றல், சிறுவர் தினத்தையொட்டி எமது மாணவர்களுக்கு பரிசில்களை வழங்குதல் போன்ற பணிகளை முன்னெடுத்து சிறப்பாக பணியாற்றுவது குறிப்பிடத்தக்கது.",
        "READ":"Teachers-ReadMore"
    },
    {
        "IMAGE":"tamil",
        "UNION_TITLE":"தமிழ் இலக்கிய மன்றம்",
        "UNION_DETAILS":"திருமதி T.Kantharoobi ஆசிரியரின் பொறுப்பில் இயங்கும் இம் மன்றமானது மாணவர்களின் தமிழ் மொழித்திறனை வளர்த்தெடுப்பதோடு அகில இலங்கை தமிழ் மொழித்தினப் போட்டிகளில் கவிதை, பேச்சு, விவாதம், வாசிப்பு, நாடகம், இசை, நடனம் போன்ற நிகழ்வுகளில் மாணவர்களை போட்டியிட வைத்து வலய, மாகாண, தேசிய நிலைகளில் சாதனைகளைப் படைப்பதற்கும் உந்து சக்தியாக விளங்குகின்றது. வருடந்தோறும் தேசிய நிலை வரை சென்று பதக்கங்களை பெற்று வருவது போல் 2019 இலும் செல்வி M.F.Imana, செல்வி R.Divya ஆகியோர் கட்டுரை வரைதல் போட்டியில் முறையே வெண்கல மற்றும் வெள்ளிப் பதக்கங்களையும் செல்வன் G.Utharshan பவோதல் போட்டியில் தங்கப் பதக்கத்தினையும் பெற்று எமது பாடசாலைக்கு பெருமை சேர்த்துள்ளனர். மேலும் மேல் மாகாண கொழும்பு பாடசாலைகளினால் நடத்தப்படுகின்ற வெளிப் பாடசாலைகளுக்கு இடையிலான போட்டிகளில் கூடுதலான மாணவர்களை பங்கேற்கச் செய்து பதக்கங்களையும், பரிசில்களையும் அதிகமாகப் பெற்று வெளி உலகிலும் எமது மாணவர்களும், பாடசாலையும் புகழ் பெறுவதற்கு பணியாற்றி வருகின்றமை பாராட்டுதட்குரியதாகும்.",
        "READ":"none"
    },
    {
        "IMAGE":"english",
        "UNION_TITLE":"ஆங்கில மன்றம்",
        "UNION_DETAILS":"மாணவர்களின் ஆங்கில மொழி ஆற்றலை வளர்த்தெடுப்பதற்காக ஆசிரியை திருமதி S.P.Samuel அவர்களின் தலைமையில் இயங்கிவரும் இம்மன்றம் ஆங்கிலதின போட்டிகளில் மாணவர்களை பங்கேற்க செய்து ஊக்குவிப்பதோடு வருடா வருடம் ஆங்கிலதினத்தையும் மிக சிறப்பாக கொண்டாடி வருகின்றமை பாராட்டுதற்குரியதாகும். அது மட்டுமன்றி 2021 ஆம் ஆண்டு மார்கழி மாதம் 'Speaking Club' எனும் ஒரு புதிய செயற்திட்டத்தை எமது பாடசாலையில் கொண்டு வந்து வகுப்புகள் வாரியாக மாணவர்களுக்கு விழிப்புணர்வையும் செயற்திட்டங்களையும் நடாத்தி வருகின்றனர் என்பது பாராட்டுதற்குரிய ஓர் நிகழ்வாகும். இம்மன்றத்தில் அர்ப்பணிப்போடு செயலாற்றுகின்ற ஆசிரியர்களை மனதாரப் பாராட்டி வாழ்த்துகளைத் தெரிவித்துக் கொள்கிறேன்.",
        "READ":"Eng-ReadMore"
    },
    {
        "IMAGE":"sinhala",
        "UNION_TITLE":"சிங்கள மன்றம்",
        "UNION_DETAILS":"ஆசிரியை செல்வி K.K.U.Jayathilaka பொறுப்பில்  இயங்கும் இம் மன்றமானது இரண்டாம் மொழியாக இருந்த போதிலும் எமது பாடசாலை மாணவர்கள் சிங்கள மொழியிலும் மிகவும் ஆர்வமாக அனைத்து செயற்பாடுகளிலும்  ஈடுபடுவது குறிப்பிடத்தக்கதாகும். கோட்ட, வலய,  மாகாண, மட்ட சிங்கள மொழித்தினப் போட்டிகளிலும் மாணவர்கள் பங்குபற்றி வெற்றியிட்டனர். 2019 ஆம் ஆண்டு தேசிய நிலைவரை சென்று மாணவி செல்வி L. Soniya முதலாமிடத்தை பெற்றமை குறிப்பிடத்தக்கது.",
        "READ":"none"
    },
    {
        "IMAGE":"wijayashakthi",
        "UNION_TITLE":"விஜயசக்தி இந்து மன்றம்",
        "UNION_DETAILS":"இம்மன்றத்தின் தலைவரான ஆசிரியை திருமதி V.Shamela அவர்களின் பொறுப்பில் இயங்கிவரும் இம்மன்றம் வழமை போலவே செயற்பாடுகளை முன்னெடுத்துச்செல்கின்றது. ஞான விநாயகர் ஆலயத்தின் நித்திய பூஜை நிகழ்வுகள், சமய குறவர்களின் குருபூஜைகள், மற்றும் தைப்பொங்கல், சித்திரை வருடப்பிறப்பு, தீபாவளி, கார்த்திகைவிளக்கிடு முதலிய பண்டிகைகள், ஊர்க்கோவில்களில் தேர்த்திருவிழாக்கள் போன்ற நிகழ்வுகளில் சமய செய்றோபாடுகளைச் சிறப்பாக நிகழ்த்தியும் வாணி விழாவையொட்டி போட்டிகளை நடாத்தி பரிசில்களை வழங்கி மாணவர்களை ஊக்குவித்தும் வந்தமை பாராட்டுவதற்குரியனவாகும். 2019 ஆம் ஆண்டு கலைமகள் விழாவில் பிரதம அதிதியாக இந்துக்கலாசார அலுவல்கள் திணைக்களத்தின் உதவி பண்ணிப்பாளர் திரு.A .Harjin அவர்கள் கலந்து சிறப்பித்தார். அத்துடன் திருக்கேதிஸ்வர ஆலயத்தில் வருடந்தோறும் எமது கல்லூரியினால் நடத்தப்படுகின்ற பூஜைக்குரிய ஒழுங்குகள் மேற்கொள்ளப்பட்டு நிறைவேற்றப்பட்டன.",
        "READ":"none"
    },
    {
        "IMAGE":"crist",
        "UNION_TITLE":"கிறிஸ்தவ மன்றம்",
        "UNION_DETAILS":"ஆசிரியை Mrs.J.V.F.Aththachchi அவர்களின் தலைமையில் இப்பொழுது இயங்குகின்ற இம்மன்றம் பிரதி வெள்ளிக்கிழமை தோறும் சமயஆராதனைகளை நடாத்தப்படுவதோடு வருடாந்தம் ஒளிவிழா தினத்தினையும் சிறப்பான முறையில் நடாத்திவருகின்றது. அத்துடன் மாத முதல் வெள்ளிக்கிழமை அன்று கிறிஸ்தவ மாணவர்கள் அனைவரையும் அருகிலுள்ள புனித சென் செபஸ்டியான்  தேவாலயத்திற்கு பிராத்தனைக்காக அழைத்துச் செல்வது வழக்கம்.",
        "READ":"Cris-ReadMore"
    },
    {
        "IMAGE":"ict",
        "UNION_TITLE":"தகவல் தொடர்பாடல் தொழிநுட்ப ஒன்றியம்",
        "UNION_DETAILS":"திருமதி N.Sudharshini ஆசிரியையின் பொறுப்பில் 2013 ஆம் ஆண்டு தொடக்கம் இன்று வரை ICT பற்றிய அறிவு ஆற்றலையும் விழிப்புணர்வையும் வழங்கி வருகின்றது. ICT தொடர்பான போட்டிகளில் மாணவர்களை பங்கேற்க செய்தல், கண்காட்சியை நடாத்துதல் ஆகிய செயற்பாடுகளை மேற்கொள்வதுடன் எமது பாடசாலைக்கென இணையத்தளத்தை வடிவமைத்து 2018 ஆம் ஆண்டு எமது பாடசாலையில் முதன் முறையாக ICT தினத்தை கொண்டாடியதோடு பாடசாலை கிதத்தை இலத்திரனியல் படுத்தியமையும், அதை நடைமுறைப்படுத்தியமையும், பாராட்டுவதற்குரிய செயற்பாடுகளாகும். தொழில்நுட்ப பாட அறைக்கான கணினித்தொடர்புகள், ஒலி ஒளி வசதிகள் மற்றும் பல்லூடக வசதிகள் பராமரித்தல், மேம்படுத்தல் போன்ற செயற்பாடுகளை மேற்றக்கொள்ள 'Hardware Solution' எனும் புதிய குழுவினை 2022 இல் நடைமுறைப்படுத்தி, அவர்களுக்கான பயிற்சிகளை வழங்கி வருகின்றார் இம்மன்ற பொறுப்பாசிரியர்.",
        "READ":"ICT-ReadMore"
    },
    {
        "IMAGE":"mathscience",
        "UNION_TITLE":"கணித விஞ்ஞான மன்றம்",
        "UNION_DETAILS":"ஆசிரியை திருமதி. J. Thilakavathy, ஆசிரியர் திரு. G. Sudhaharan ஆகியோரின் தலைமையின் கீழ் இயங்கும் இம்மன்றமானது கணித, விஞ்ஞானப்  போட்டிகளுக்காக கோட்ட, வலய மட்டங்களிற்கு மாணவர்களைப்  பயிற்றுவித்து வெற்றிகளை பெற்றமை குறிப்பிடத்தக்கதாகும்.",
        "READ":"none"
    },
    {
        "IMAGE":"sscience",
        "UNION_TITLE":"சமூக விஞ்ஞான மன்றம்",
        "UNION_DETAILS":"ஆசிரியை திருமதி G. Anantha luxmi அவர்களின் பொருப்பில் இயங்கும் இம்மன்மானது கோட்ட, வலய, மாகாண, அகில இலங்கை மட்டங்களில் நடைபெறும் சமூக விஞ்ஞானப் போட்டிக்கு மாணவர்களைப் பயிற்றுவித்து வெற்றிக்களைப் பெற்று வருகின்றமை  குறிப்பிடத்தக்கது. 2018 ஆம் ஆண்டு தேசிய நிலையில் நடைபெற்ற சமூக விஞ்ஞான எழுத்து பரீட்சையில் தோற்றி A. Anashraam என்ற மாணவன் வெற்றி பெற்றமை குறிப்பிடத்தக்கது.",
        "READ":"none"
    },
    {
        "IMAGE":"com",
        "UNION_TITLE":"வணிக மன்றம்",
        "UNION_DETAILS":"ஆசிரியர் திரு.M.Ashokkumar பொறுப்பில் இயங்கி வரும் இம்மன்றத்தினர் ஆண்டுக்கொருமுறை இலங்கை மத்திய வங்கியினால் நடாத்தப்படும் Econ Icon போட்டிக்காக மாணவர்களைப் பயிற்றுவித்து பங்கேற்கச்செய்து பாடசாலைக்கு பெருமை சேர்த்துள்ளனர் மாணவர்களுக்கும் அதற்காக உழைத்த ஆசிரியர்களுக்கும் நன்றியையும் வாழ்த்துக்களையும் தெரிவித்துக் கொள்கின்றேன்.",
        "READ":"Com-ReadMore"
    },
    {
        "IMAGE":"sport",
        "UNION_TITLE":"விளையாட்டுத் துறை",
        "UNION_DETAILS":"விளையாட்டுத் துறையின் செயலாளர் திருமதி Tharshini Sureshkumar பொறுப்பில் எமது கல்லூரி மாணவர்கள் கற்றல் செயற்பாடுகளில் மட்டுமல்லாது அறிவியல், ஆன்மிகத்துறை மட்டுமல்லாது விளையாட்டுத் துறையிலும் தம்மை மிளிரச் செய்வதற்காக விளையாட்டுப் போட்டிகள் நடைபெற்று வருகின்றன. இதற்காக பொறுப்பாசிரியர்களும்,பழைய மாணவர்களும், பயிற்றுவிப்பாளர்களும் இணைந்து செயற்பற்று பயிற்சிகளை வழங்கி வருகின்றனர். வலைப்பந்தாட்டம், கரப்பந்தாட்டம், டென்னிஸ், கிரிக்கெட் ஆகிய விளையாட்டுகளில் பயிற்றுவிப்பாளர்கள் மூலம் பயிற்சிகள் வழங்கப்படுகின்றமையும், கோட்ட மட்டம், வலய மட்டங்களில் நடைபெற்ற போட்டிகளில் மாணவர்கள் பங்கு பற்றியமையும் குறிப்பிடத்தக்கதாகும். இவ்வருடம் N.Vinoth Sankarraj என்ற மாணவன் மாகாண மட்டத்தில் நடைபெற்ற 5000m ஓட்ட போட்டியில் பங்கு பற்றியமை பாராட்டுக்குரியதாகும்.",
        "READ":"SPORTS-ReadMore"
    },
    {
        "IMAGE":"band",
        "UNION_TITLE":"பாடசாலை வாத்தியக்குழு",
        "UNION_DETAILS":"உப அதிபர் திருமதி.நித்தியக்கலா கிருஷ்ணாராம் பொறுப்பில் இயங்கிய பாடசாலை மேற்கிந்திய வாத்தியக்குழுவானது கல்லூரியில் நடைபெறுகின்ற விழாக்கள்,  மற்றும் விளையாட்டுப்போட்டி நிகழ்வுகளின் போது இசைத்து மெருகூட்டி வந்தமையும் குறிப்பிடத்தக்கதாகும். துரதிஷ்டவசமாக அவர் இவ்வுலகவாழ்வை நீத்துள்ளார். அவரின் சேவைகளை மனதார பாராட்டுவதுடன் அவரது ஆத்ம சாந்திக்காகவும் பிராத்திக்கிறேன்.",
        "READ":"Band-ReadMore"
    },
    {
        "IMAGE":"trip",
        "UNION_TITLE":"சுற்றுலா குழு",
        "UNION_DETAILS":"வகுப்பறைக் கல்வியோடு கல்வியோடு மட்டுமன்றி சுற்றுலா பயணங்களின் மூலம் எமது மாணவர்கள் தமது ஆளுமையை விருத்தி செய்யும் பொருட்டு ஒவ்வொரு வருடமும் மாணவர்களை சுற்றுலாக்களில் பங்கேற்கச் செய்கின்றனர். இவ்வகையில் இவ்வருடமும் 1ம், 2ம் தர மாணவர்கள் சத்துட்டுயன மற்றும் Fish world ஆகிய படங்களுக்கும் 3ம், 4ம், 5ம் தர மாணவர்கள் கொழும்பு நூதனசாலை, விஹாரமகாதேவி பூங்கா, காலிமுகத்திடல், வீரகேசரி பத்திரிகை நிறுவனம் ஆகிய இடங்களுக்கும் 6ம், 7ம் தர மாணவர்கள் கண்டி நகருக்கும், 8ம், 9ம் தர மாணவர்கள் சீகிரியாவிற்கும் 10ம், 11ம் தர மாணவர்கள் அனுராதபுரத்திற்கும் 12ம், 13ம் தர மாணவர்கள் நுவரெலியாவிற்கும் அழைத்துச் செல்லப்பட்டனர். இச்சுற்றுலாக் குழுவில் அங்கத்துவம் வகித்த சகல ஆசிரியர்களுக்கு நன்றியையும் பாராட்டுகளையும் தெரிவித்துக் கொள்கின்றேன்.",
        "READ":"none"
    },
    {
        "IMAGE":"traffic",
        "UNION_TITLE":"போக்குவரத்து பிரிவு",
        "UNION_DETAILS":"ஆசிரியர் திரு.T.சற்குணராஜா பொறுப்பில் மாணவர்கள் பயிற்றுவிக்கப்பட்டு வீதிப்போக்குவரத்து சட்டதிட்டங்களை அனுசரித்து இயங்கி வருகின்றனர். அவர்களுக்கும் எனது மனமார்ந்த நன்றிகளை தெரிவித்து கொள்கிறேன்.",
        "READ":"none"
    },
    {
        "IMAGE":"sda",
        "UNION_TITLE":"பாடசாலை அபிவிருத்தி சங்கம்",
        "UNION_DETAILS":"பாடசாலை அபிருத்திற்கு 'பாடசாலை அபிவிருத்தி சங்கத்தின்' பணி அத்தியாவசியமானது.எமக்கு தொடர்ந்தும் ஆக்க பூர்வமான உதவிகளை நல்கி வரும் இச்சங்கமானது பாடசாலையின் அபிவிருத்தியில் காத்திரமான முறையில் செயற்பட்டு வருகின்றமை குறிப்பிடத்தக்கதாகும். பாடசாலை வள ஆளணியினருக்கான கொடுப்பனவு, உள்ளகக்கட்டமைப்பு விருத்தியும் பராமரிப்பும், மாணவர்களுக்கான கல்விக் கருத்தரங்குகள் மற்றும் கல்வி சார் செயற்பாடுகள் பலவற்றுக்கும் பங்களிப்புச் செய்துவருகின்றமை குறிப்பிடத்தக்கது.",
        "READ":"none"
    },
    {
        "IMAGE":"oldstudents",
        "UNION_TITLE":"பழைய மாணவர் மன்றம்",
        "UNION_DETAILS":"பாடசாலையின் வளர்ச்சியில் பங்கெடுத்து வரும் இம்மன்றமானது 2018ம் ஆண்டு உயர்தரம் 2014 கலை பிரிவு மாணவர்களினால் வழங்கப்பட்ட தமிழ் தாய் வாழ்த்து பலகை மூன்றரை ஆண்டுகளின் பின் தெளிவற்ற நிலையில் காணப்பட்டமையினால் 16.01.2018 அன்று புதிதாக வடிவமைத்து பாடசாலைக்கு அன்பளிப்பு செய்தமைக்காகவும், 22.01.2018 அன்று பாடசாலை இல்ல விளையாட்டு போட்டிக்கு உயரம் பாய்வதற்கு பயன்படுத்தப்படும் பஞ்சு மெத்தைகள் இரண்டையும் வழங்கியிருந்தமைக்காகவும், 28.01.2018 அன்று பாடசாலையின் பாதுகாப்பு கருதி பாரிய மின் விளக்குகளை அன்பளிப்பாக வழங்கி, பொருத்திக் கொடுத்தமைக்காகவும், 01.08.2018 அன்று ஓய்வு நிலை பிரதி அதிபர் J.M.S.M.Munafar அவர்களுக்கான பாராட்டு விழா ஒன்றினை நடத்தியமை, அவ்விழாவிலே ஓய்வு பெற்ற எமது பட்டாசையில் 13 ஆசிரிய பெருந்தகைகளுக்கு கேடயம், பரிசுகள் வழங்கி கௌரவித்தமை, வருடாந்த இல்ல விளையாட்டு போட்டிகளின் போது தமது பங்களிப்பினை வழங்கியமை, கரப்பந்தாட்ட, வலைப்பந்தாட்ட பயிற்றுவிப்பாளர்களுக்கான கொடுப்பனவை வழங்கியமை, ஆசிரியர் தினத்தையொட்டி ஆசிரியர்களுக்கு வழங்கப்படுகின்ற உபசார பொருட்களுக்காகவும் அத்துடன் க.பொ.த. உயர்தரம் விஞ்ஞானப்பிரிவு மாணவர்களுக்காக நடாத்தப்படுகின்ற மேலதிக வகுப்புகளுக்கான கொடுப்பனவை வழங்கிவருகின்றமை போன்ற குறிப்பிடத்தக்கன.",
        "READ":"OLD-ReadMore"
    }
]